Repository: panosx2/dippi
Catalog: po/*.po
Languages: el

source: Calculate display info like DPI and aspect ratio
el: Υπολογίζει πληροφορίες της οθόνης, όπως το DPI και την αναλογία απεικόνισης

source: Analyze any display. Input a few simple details and figure out the aspect ratio, DPI, and other details of a particular display. Great for deciding which laptop or external monitor to purchase, and if it would be considered HiDPI.
el: Ανέλυσε οποιαδήποτε οθόνη. Εισήγαγε μερικές απλές πληροφορίες και βρες την αναλογία απεικόνισης, το DPI και άλλες πληροφορίες από μια συγκεκριμένη οθόνη. Χρήσιμο για να αποφασίσεις ποιο λάπτοπ ή ποια οθόνη θα αγοράσεις, και αν θεωρείται HiDPI

source: Handy features:
el: Χρήσιμα χαρακτηριστικά:

source: Find out if a display is a good choice based on its size and resolution
el: Βρες αν μία οθόνη είναι καλή επιλογή, βάσει του μεγέθους και της ανάλυσής της

source: Get advice about different densities
el: Πάρε συμβουλή σχετικά με διαφορετικές πυκνότητες

source: Learn the logical resolution
el: Μάθε τη λογική ανάλυση

source: Differentiate between laptops and desktop displays
el: Διαφοροποίηση μεταξύ των οθονών λάπτοπ και σταθερών υπολογιστών

source: Stupid simple: all in a cute li'l window
el: Τόσο απλό: όλα σε ένα μικρό χαριτωμένο παράθυρο

source: Based on the expertise of Cassidy James Blaede and the actual logic System76 uses to determine screen size and resolution combinations.
el: Με βάση την εμπειρία της Cassidy James Blaede και την λογική του System76 χρησιμοποιείται για τον προσδιορισμό των συνδυασμών μεγέθους οθόνης και ανάλυσης.

source: Tells you if a display‘s density is:
el: Σου λέει αν η πυκνότητα μιας οθόνης είναι:

source: Very Low DPI,
el: Πολύ Xαμηλού DPI

source: Fairly Low DPI,
el: Αρκετά Xαμηλού DPI

source: Ideal for LoDPI,
el: Ιδανική για LoDPI

source: Potentially Problematic,
el: Ενδεχομένως Προβληματική

source: Ideal for HiDPI,
el: Ιδανική για HiDPI

source: Fairly High for HiDPI, or
el: Αρκετά Υψηλή για HiDPI, ή

source: Too High DPI
el: Πολύ Υψηλού DPI

source: Special thanks:
el: Ιδιαίτερες ευχαριστίες στους:

source: Micah Ilbery for the shiny icons
el: Micah Ilbery για τα λαμπερά εικονίδια

source: Daniel Foré for his apps to use as code examples
el: Daniel Foré για τις εφαρμογές του που χρησιμοποιήθηκαν ως παραδείγματα κώδικα

source: David Jordan for helping determine DPI ranges
el: David Jordan που βοήθησε στον καθορισμό του εύρους των DPI

source: Display information calculator
el: Υπολογιστής πληροφοριών οθόνης

source: Very Low DPI
el: Πολύ Xαμηλού DPI

source: Fairly Low DPI
el: Αρκετά Χαμηλού DPI

source: Ideal for LoDPI
el: Ιδανική για LoDPI

source: Potentially Problematic
el: Πιθανόν Προβληματική

source: Ideal for HiDPI
el: Ιδανική για HiDPI

source: Fairly High for HiDPI
el: Αρκετά Υψηλή για HiDPI

source: Analyze a Display
el: Ανέλυσε μια οθόνη

source: Enter details about a display to analyze it.
el: Εισήγαγε πληροφορίες για μία οθόνη για να την αναλύσεις

source: Diagonal size:
el: Διαγώνιος:

source: Resolution:
el: Ανάλυση:

source: inches
el: ίντσες

source: Type:
el: Τύπος:

source: Laptop
el: Λάπτοπ

source: Desktop
el: Σταθερός Υπολογιστής
